{
  "cards": {
    "purple" : [
      {
        "Black Cave": "Bats! Hundreds of them! Pass a Speed (-1) check to get out of the cave safely. If you fail, lose 1 Stamina.",
        "General Store": "The shopkeeper notices one of the items you're carrying and his face lights up. 'Say, Ive been looking for one of those. You wouldnt mind parting with it, would ya? I can pay well' You may sell any one of your Common Items for twice its listed price.",
        "Graveyard": "Descending into a dark mausoleum, you discover a vampire rising to feed. You quickly find yourself fighting for your life. Make a Combat (-2) check. If you pass, you defeat the vampire, gaining 1 Clue token and drawing 1 Unique Item. If you fail, roll a die and lose that much Stamina."
      },
      {
        "Black Cave": "A monster appears!",
        "General Store": "You notice that some of the locals have an odd, fish-like quality to them that sets your teeth on edge. The shopkeeper notices your gaze and nods, 'Marsh stock, from over in Innsmouth. Watch yourself around them.' Shivering, you lose 1 Sanity.",
        "Graveyard": "You find a man painting a picture of one of the horrible gargoyles lining the walls of the graveyard. Seeing you, he introduces himself as Richard Upton Pickman, a painter visiting from Boston. If you spend monster trophies that have a total of 5 toughness, Pickman takes a liking to you. Take his Ally card. If it is not available, he teaches you an incantation instead. Draw 1 Spell."
      },
      {
        "Black Cave": "In the darkness you happen upon the remains of a previous spelunker. Make a Luck (+0) check and consult the chart below: 0 Successes) The body begins to bloat and splits open, releasing the horror within. Lose 1 Sanity and a monster appears. 1 Success) The body has been ripped apart as if shredded by a powerful monster. Lose 1 Sanity. 2+ Successes) Searching the body you find something interesting. Draw 1 Common Item.",
        "General Store": "Noticing a glint on the floor, you discover a silver dollar someone must have dropped. Gain $1.",
        "Graveyard": "A monster appears!"
      },
      {
        "Black Cave": "You find an old book. If you read it, make a Luck (+0) check and consult the chart below: 0 Successes) Evil forces assault you. Lose 1 Sanity and 1 Stamina. 1 Success) You find the diary of a lost soul who died in the caves long ago. Lose 1 Sanity and gain 1 Clue token as you read his horrible tale. 2+ Successes) The book is a spellbook. Take the first Tome from the Unique Item deck.",
        "General Store": "'Hey, you dropped this!' A young street urchin hands you an item and then scampers off. You don't recognize the item, but the boy is already gone. Draw 1 Common Item.",
        "Graveyard": "You find the half-buried corpse of a strange being. Draw a monster from the cup and take it as a monster trophy, even if it has the Endless ability."
      },
      {
        "Black Cave": "You are attacked by a shadowy being, but a large man leaps out of the darkness and drives it off. He introduces himself as Tom 'Mountain' Murphy. Make a Luck (-2) check, or discard a Whiskey card to pass it automatically. If you pass, he joins your investigation. Take his Ally card if it's available, otherwise he gives you something to protect yourself with. Search the Common Item deck and take the first weapon you find. If you fail, nothing happens.",
        "General Store": "A jar on the counter bears a sign proclaiming, 'Guess how many marbles are in the jar and win a prize! $1 entry fee' If you want, you may pay $1 to make a Lore (-2) check. If you pass, you gain $5. If you fail, nothing happens.",
        "Graveyard": "Entering a stone crypt, you are surprised to find a beautiful fresco and some inspirational words upon the wall. There is an almost magical peace within the chamber. Gain 2 Sanity."
      },
      {
        "Black Cave": "You are in a maze of twisty passages, all alike. Pass a Lore (-2) check or become lost. If you fail, lose 1 Stamina and stay here next turn.",
        "General Store": "Make a Will (-2) check. If you pass, you gain the ear of the shopkeeper. Seeing your valiant cause, he takes you into the back room and offers you some special equipment. Draw 3 Common Items. You may take 1 of them for free as a gift to help thwart the evil in Arkham! Discard the other 2. If you fail, nothing happens.",
        "Graveyard": "Pass a Luck (-2) to find a valuable clue withing your tombstone rubbings. Gain 2 Clue tokens and you may move to any location or streat area in Arkham. If you move to a location, immediately have an encounter there."
      },
      {
        "Black Cave": "The moaning winds in the cave whisper your name. Lose 1 Sanity.",
        "General Store": "You try talking to the elderly locals gathered around the potbellied stove playing checkers, but you gain nothing but stares and a few befuddled grunts for your trouble. Apparently they don't like outsiders. No encounter.",
        "Graveyard": "'Testifying' Cooter Falwell latches onto you and rambles on about his spiritual beliefs. Make a Lore (-1) check. If you pass, then somewhere in Cooter's words you find a clue to the Mythos threat. Gain 1 Clue token, but lose 1 Sanity. If you fail, move to the street while you listen to Cooter ramble on about pure nonsense."
      }
    ],
    "red" : [
      {
        "St. Mary's Hospital": "Make a Luck (-1) check. If you pass, you realize that Dr. Mortimote is sneaking up behind you with a hypodermic needle filled with a phosphorescent gel. You avoid his experiment and subdue the mad doctor. The city awards you $3 and you gain 2 Sanity in the process. If you fail, lose 2 Sanity, then you are dumped in the street.",
        "Woods": "You are bushwhacked by the Sheldon Gang. Pass a Luck (-1) check to avoid their trap. If you fail, lose 2 items of your choice and 2 Stamina.",
        "Ye Olde Magick Shoppe": "You see an interesting book sitting open on Miriam Beecher's desk. Pass a Lore (-1) check or you peer closely at its pages only to realize too late that the book is Cursed... and now, so are you."
      },
      {
        "St. Mary's Hospital": "You sneak a peek at the medical records for a recent admission who was involved in a cult ritual. Pass a Lore (+0) check to learn something about the cult's methods. Gain 1 Clue token.",
        "Woods": "You meet an old wise man in the grove who offers to share his wisdom with you. If you accept, lose your next turn and make a Lore (-2) check. If you pass, you may draw 1 Skill, or draw 2 Spells, or gain 4 Clue tokens. if you fail, nothing happens.",
        "Ye Olde Magick Shoppe": "Miriam Beecher, the shopkeeper, peers closely at your face, then screams, 'Theyve marked you! Get out! Get out!' and throws you out. Move to the street and lose 1 Sanity from this unsettling incident."
      },
      {
        "St. Mary's Hospital": "You agree to undergo an experimental treatment. Roll a die. On a 1-3, gain that many Stamina. On a 4-6, nothing happens.",
        "Woods": "You find a sleeping Sheldon Gang member near the still. Make a Sneak (-2) check to try and swipe the shotgun he has dropped on the ground. If you pass, take a Shotgun from the Common Item deck if there is one. If you fail, the guard awakens. You are caught and beaten, losing 2 Stamina, but you escape with your life. Move to the street.",
        "Ye Olde Magick Shoppe": "There is an old, locked trunk for sale for $5. If you but it, make a Luck (+0) check and consult the chart below: 0 Successes) Empty! 1 Success) Gold coins! Roll 2 dice, add them together, and gain that much money. 2+ Successes) Jackpot! Draw 2 Unique Items."
      },
      {
        "St. Mary's Hospital": "The corpse you are examining isn't quite dead yet. It reaches out and grabs you by the throat. Lose 1 Sanity. Then, you must fight the corpse. If you pass a Combat (-1) check, you defeat it and gain 1 Clue token. Otherwise, move to the street.",
        "Woods": "You have stumbled upon a still owned by the Sheldon Gang. Make a Sneak (-1) check. If you pass, skulk away without being seen. If you fail, lose 2 Stamina as the Sheldon Gang works you over while escorting you from the woods. In either case, move to the street.",
        "Ye Olde Magick Shoppe": "Looking into a glass ball, you receive a vision of things to come. Turn the top card of one location deck of your choice face up. The next investigator to have an encounter at that locations draws that encounter card."
      },
      {
        "St. Mary's Hospital": "The Doctor escorts you behind a curtain where the body of some other unfortunate investigator has been laid. The corpse has been torn to shreds. Pass a Will (-1) heck or lose 1 Sanity. If you pass, you may also search the body and find a helpful item. Draw 1 Unique Item. If you fail, you run away screaming. Move to the street.",
        "Woods": "A gate and a monster appear!",
        "Ye Olde Magick Shoppe": "Pass a Lore (-1) check to recognize an item that Miriam Beecher has underpriced. If you do so, draw 1 Unique Item. You may purchase if for half its list price (rounded up)."
      },
      {
        "St. Mary's Hospital": "Nurse Sharon slips something into your hand when the doctor isn't looking. Pass a Sneak (-1) check to keep anyone else from noticing. If you do, you later examine the object and find it to be an old parchment with a spell scratched on it. Draw 1 Spell. If you fail, an orderly takes it away from you and you gain nothing.",
        "Woods": "You come across a cringing dog. Pass a Speed (-2) check to catch and calm him. If you have Food, you can discard that to automatically pass the check instead of rolling. You see by his collar that he is named Duke. Take his Ally card. If it isn't available, gain $3 as a reward for returning him to his owner instead.",
        "Ye Olde Magick Shoppe": "Miriam Beecher talks to you for awhile, explaining some very interesting theories she has concerning the Mythos. Gain 1 Clue token."
      },
      {
        "St. Mary's Hospital": "One of the staff physicians talks some sense into you. You are disabused of certain crazy but accurate notions. Lose 1 Clue token.",
        "Woods": "You trip over object which turns out to be a rusty lockbox. If you open it, make a Luck (+0) check and consult the following chart: 0 Successes) A rotted human foot. Lose 1 Sanity. 1 Success) Draw 1 Common Item. 2 Successes) Draw 1 Unique Item. 3+ Successes) $10 in jewelry.",
        "Ye Olde Magick Shoppe": "Looking closely at a mummified head in the shop, you are horrified to find it looking back at you! Lose 1 Sanity."
      }
    ],
    "blue" : [
      {
        "Silver Twilight Lodge": "Brushing up against a strange object in the hall, you feel stretched and thin, like your skin is too tight. Pass a Luck (-1) check or you are Cursed.",
        "Inner Sanctum": "Participating in the monthly ceremony, you witness great power and great evil. Lose up to 3 Sanity and gain that many Clue tokens.",
        "The Witch House": "You find a banquet laid out in the dining room and feel compelled to sit down and eat. Make a Luck (+0) check and consult the following chart: 0 Successes) You suddenly realize what you've been eating. Lose 3 Sanity. 1 Success) You gorge yourself, unable to stop eating. Stay here next turn. 2 Successes) The food makes you feel sick. Lose 1 Stamina. 3+ Successes) The meal refreshes you. Gain 3 Stamina."
      },
      {
        "Silver Twilight Lodge": "Make a Sneak (-2) check. If you pass, you slip into the temple area of the Lodge and find 2 items of interest. Roll a die for each item. On a succes, draw a Unique Item, otherwise draw a Common Item.",
        "Inner Sanctum": "You're invited to take part in a Gating ceremony. If you agree, spend 2 Clue tokens and 1 Sanity to make a Lore (-2) check. If you pass, close one gate of your choice. If you fail, nothing happens.",
        "The Witch House": "You are overcome by the echoing chants of the long-gone witches who have lived and died here - you pass out. Make a Will (-2) check. If you pass, you learn an ancient spell in your dreams. Draw 1 Spell. If you fail, you are missing half your items when you wake up. Discard half of your items (your choice, round down)."
      },
      {
        "Silver Twilight Lodge": "You find an old parchment in the study. Pass a Lore (-1) check to draw 2 Spells and keep one of your choice.",
        "Inner Sanctum": "You are allowed into the vault of Silver Secrets. Pass a Luck (-2) check to steal a very unusual item. Search the Unique Item deck and take any 1 Unique Item you want.",
        "The Witch House": "'Excuse me, stranger, but have you ever seen this symbol before?' A man standing near the house holds up an occult symbol. Make a Lore (-1) check. If you pass, the man introduces himself as Thomas F. Malone, a police detective visiting Arkham on a case. He's impressed with you and offers to join you. Take his Ally card. If it's not available, he tells you some valuable information instead. Gain 2 Clue tokens. If you fail nothing happens."
      },
      {
        "Silver Twilight Lodge": "You hear the quiet sounds of an intruder. If you investigate, you find a woman dressed in black. She attacks you as soon as she sees you. Pass a Fight (-1) check to subdue her long enough to explain your investigation. You find out that her name is Ruby Standish and that she was robbing the Lodge. However, upon hearing your tale, she agrees to join you. Take her Ally card. If it is not available, draw a Unique Item instead.",
        "Inner Sanctum": "The Order of the Silver Twilight casts a banishment spell in their monthly ceremony. Spend 1 Sanity to make a Luck (-1) check. If you pass, claim any one monster on the board as a trophy. If you fail, nothing happens.",
        "The Witch House": "Pass a Luck (-1) check to find an odd looking item in an old dusty display case. Draw 1 Unique Item."
      },
      {
        "Silver Twilight Lodge": "'Care to join the Order?' Carl Sanford and several of his henchmen ask. If you accept, pay $3 and take a Silver Twilight Membership. If you decline, pass a Will (-1) check or lose 3 Stamina as the henchmen assist you out the door. Whether you pass or not, move to the street.",
        "Inner Sanctum": "Pay your monthly dues of $3 or lose 2 Sanity from strange dreams sent to you by Carl Sanford when he kicks you out of the Order. If you are kicked out, lose your Silver Twilight Membership.",
        "The Witch House": "You feel the house actually breathe and speak your name. Lose 1 Sanity."
      },
      {
        "Silver Twilight Lodge": "'Care to join the Order?' Carl Sanford and several of his henchmen ask. If you accept, pay $3 and take a Silver Twilight Membership. If you decline, pass a Will (-1) check or lose 3 Stamina as the henchmen assist you out the door. Whether you pass or not, move to the street.",
        "Inner Sanctum": "You attend a ceremony in which the order opens a gate and a monster bursts out of it before the gate closes once more. A monster appears!",
        "The Witch House": "In an old journal you learn some horrible eldritch secrets. Roll a die. Lose that much Sanity and gain that many Clue tokens."
      },
      {
        "Silver Twilight Lodge": "Carl Sanford draws you into the study to talk and you feel the cold creep of dread listening to him. Make a Lore (-1) check. If you pass, your willpower stands up to the test of the ancient wizard and you even learn something of value. Gain 3 Clue tokens. If you fail, his hypnotic tones lull you into a trance. The conversation seems short, but when you leave the study, much time has passed and your thoughts are confused. Lose all your Clue tokens and move to the street.",
        "Inner Sanctum": "Carl Sanford does not trust you and the climax of the monthly ceremony spits a spell at you. Pass a Luck (-2) check or you are Cursed.",
        "The Witch House": "A gate and a monster appear!"
      }
    ],
    "brown" : [
      {
        "Historical Society": "",
        "Ma's Boarding House": "",
        "South Curch": ""
      },
      {
        "Historical Society": "",
        "Ma's Boarding House": "",
        "South Curch": ""
      },
      {
        "Historical Society": "",
        "Ma's Boarding House": "",
        "South Curch": ""
      },
      {
        "Historical Society": "",
        "Ma's Boarding House": "",
        "South Curch": ""
      },
      {
        "Historical Society": "",
        "Ma's Boarding House": "",
        "South Curch": ""
      },
      {
        "Historical Society": "",
        "Ma's Boarding House": "",
        "South Curch": ""
      },
      {
        "Historical Society": "",
        "Ma's Boarding House": "",
        "South Curch": ""
      }
    ],
    "green" : [
      {
        "River Docks": "",
        "The Unnamable": "",
        "Unvisited Isle": ""
      },
      {
        "River Docks": "",
        "The Unnamable": "",
        "Unvisited Isle": ""
      },
      {
        "River Docks": "",
        "The Unnamable": "",
        "Unvisited Isle": ""
      },
      {
        "River Docks": "",
        "The Unnamable": "",
        "Unvisited Isle": ""
      },
      {
        "River Docks": "",
        "The Unnamable": "",
        "Unvisited Isle": ""
      },
      {
        "River Docks": "",
        "The Unnamable": "",
        "Unvisited Isle": ""
      },
      {
        "River Docks": "",
        "The Unnamable": "",
        "Unvisited Isle": ""
      }
    ],
    "yellow" : [
      {
        "Administration Building": "Discuss the opportunity to sell a monograph with the President of the University. Pass a Lore (-1) check to make the sale and gain $5.",
        "Library": "You look up to see Abigail Foreman leaning over you with hands on hips and a frustrated look on her face. Make a Will (-1) check. If you pass, she helps you find the book you were looking for. Take the first Tome from the Unique Item deck. If you fail, you've made too much noise. She escorts you out of the library. Move to the street.",
        "Science Building": "As you enter the Department of Alchemy, a professor looks up in horror. He grabs an ancient artifact from a locked drawer in his desk and holds it up before your face, chanting and make symbolic motions with the item. If you are Cursed, discard the Curse. If you are not Cursed, then you are Blessed."
      },
      {
        "Administration Building": "Discuss the opportunity to sell a monograph with the President of the University. Pass a Lore (-1) check to make the sale and gain $5.",
        "Library": "Overdue book fines of $4. Pay up, or move to the street!",
        "Science Building": "A professor of the occult asks you to hold a hideous statue that he believes to have strange powers while he reads a scroll. Energy shoots through your body. Make a Luck (-1) check. If you pass, your spirit rises from your body and you feel that you have the power to switch bodies with another investigator. You may choose another investigator from the pile of unused investigators and bring it into play as a new character, discarding your current investigator (along with all of the items, skills, trophies, etc.). If you fail, nothing happens."
      },
      {
        "Administration Building": "The Dean introduces you to an anthropology professor who gives you some insight into your investigation. Gain 1 Clue token.",
        "Library": "Make a Will (+0) check and consult the chart below: Successes: 0) Abigail tosses you out. Move to the street. 1) Abigail lets you into a private section of the library where you find an ancient tome. Draw 2 Spells and keep whicher one of them you want. 2+) Abigail loans you one of the strange items in the library's display case. Draw 1 Unique Item.",
        "Science Building": "Assisting a professor in his research, you find a valuable Spell. Draw 1 Spell. However, you must pass a Fight (-1) check or some sticky fingered student steals one of your items. Lose 1 item of your choice."
      },
      {
        "Administration Building": "Your discussions on the Mythos lead campus security to conclude that you are off your rocker, and they escort you off campus. Move to Arkham Asylum and immediately have an encounter there.",
        "Library": "A book in a shadowy corner of the library begins to whisper terrible things to you. Lose 1 Sanity.",
        "Science Building": "A chemical brew bubbles on a nearby Bunsen burner. It smells delicious. If you drink it, make a Luck (+0) check. If you pass, the strange liquid fortifies you. Roll a die and gain that many points, split between your Stamina and Sanity however you like. If you fail, the liquid turns out to be coffee. Gain 1 Stamina."
      },
      {
        "Administration Building": "Pass a Will (-1) check to get the Dean to offer you a retainer to write a manuscript for the college. Gain a Retainer card.",
        "Library": "You find an unusual book that radiates evil at the touch. You begin to read and are drawn into it. Make a Lore (-2) check. If you pass, you obtain vast knowledge of the eldritch threat. Roll a die and gain that many Clue tokens. If you fail, the book consumes you - mind and soul - lose 2 Sanity and 2 Stamina.",
        "Science Building": "An archaeology professor shows you an item he recovered in an Egyptian pyramid. If you have 2 or fewer Spells, it glows in your hands and you find yourself outside, still holding it. Not wanting to confront the professor again, you decide to keep it. Gain 1 Unique Item and move to the street. If you have more than 2 Spells, nothing happens."
      },
      {
        "Administration Building": "A student mistakes you for the bursar. If you want to carry on the deception, make a Will (-2) check. If you pass, gain $8 in ill-gotten tuition money. If you fail, you're arrested and taken to the Police Station.",
        "Library": "Pass a Luck (-2) check to find $5 somone was using as a bookmark.",
        "Science Building": "You find a student pounding on a strange device that he has hooked up to massive machinery. He states that it is a dimensional beam machine. If you offer to help him, make a Lore (-2) check. If you pass, beams shout out in all directions, disrupting the gates open throughout the board. Roll a die for each open gate one at a time. On a success the gate is closed. However, you may not take it as a trophy, but instead return it to the pile of gate markers. If you fail, the machinery overheats and explodes. Roll a die and lose that much Stamina, then move to St. Mary's Hospital."
      },
      {
        "Administration Building": "You may choose to help an anthropology professor and his students decipher an ancient stone tablet. If so, make a Lore (-2) check. If you pass, you correctly interpret it, draw 1 Spell. If you fail, you mispronounce a word and are Cursed.",
        "Library": "You doze off and enter the Dreamlands. Have an encounter there, then immediately return here.",
        "Science Building": "You find a muscular, bored-looking man who challenges you to an arm wrestling match. Lose 2 Stamina if you accept. If this does not knock you unconscious, Sir William Brinton laughs and slaps your shoulder, offering to join your investigation. Take his Ally card. If it is not available, gain $5 instead."
      }
    ],
    "white" : [
      {
        "Arkham Asylum": "You hear screaming. When you open a heavy cell door to investigate, a dark shape leaps out at you! It's an insane man in a straightjacket babbling about invisible horrors. Make a Lore (-2) check to glean some useful information from him. If you pass, gain 2 Clue tokens. If you fail, lose 1 Stamina as he attacks you.",
        "Bank": "A little old lady stands in front of you in line counting out a bag of pennies to deposit. Lose 1 Sanity.",
        "Independence": "There are gypsies camped in the park. Make a Luck (-1) check if you wish to interact with them. If you pass, an old man has spread several items on a blanket for sale. Draw 1 Unique item and you may buy it for $1 less than the list price. If you fail, a hag comes up to you and tells you that death shadows you. You scoff at her and she cuts the side of your face with her fingernail, drawing blood. Lose 1 Stamina and you are Cursed."
      },
      {
        "Arkham Asylum": "Nurse Heather accidentally injects you with a sleeping draught. You may make a Fight (-2) check to resist. If you fail or choose not to resist, lose your next turn and gain 2 Sanity from the prolonged rest. If you pass, nothing happens.",
        "Bank": "A teller you've never seen before insists she just saw you come in and make a deposit the day before. She proves it by showing you your signature. Gain $5, but lose 1 Sanity.",
        "Independence": "You touch Founder's Rock. Make a Luck (-1) check. If you pass, there is an electrifying shock that opens your mind to the elder things of eons past. Lose 1 Stamina, but gain 2 Clue tokens and draw 1 Spell. If you fail, you find a strange carving. As you finger the grooves, a gate opens here and you are drawn through it."
      },
      {
        "Arkham Asylum": "The guards of the sanitarium are aware that there is an intruder. Make a Sneak (-1) check to escape. If you pass, move to the street. If you fail, you are arrested and taken to the Police Station.",
        "Bank": "'This is a stick-up, see? Nobody Move!' Three men armed with tommy guns rob the bank while you're standing in line. Make a Combat (-1) check. If you pass, you drive them off. Nothing happens. If you fail, lose all your money.",
        "Independence": "A shadow falls across you from no apparent source and you shive rwith more than just cold. Pass a Will (-1) check or lose 1 Stamina and 1 Sanity."
      },
      {
        "Arkham Asylum": "You are mistaken for an innmate, Doctor Mintz has the guards subdue you and conducts an experiment. Make a Will (-1)[2] check. to discover the results. If you pass, the injections seem to increase your capacity for learning. Draw 1 Skill, If you fail, his memory drug fails miserably, resulting in lost knowledge. You must discard one of the following (your choice), if able: 4 Clue tokens, or 2 Spells, or 1 Skill.",
        "Bank": "You see a richly dressed man making a large withdrawal. On the way out, he lights his cigar with a piece of green paper which he then drops on hte ground. Pass a Speed (-1) check to stub it out with your toe before it burns up. You discover it to be a slightly singed two dollar bill. Gain $2.",
        "Independence": "Pass a Fight (-1) check to intimidate a policeman or he rousts you from the park. Move to the street."
      },
      {
        "Arkham Asylum": "You find some strange medicine labeled 'Dream Enhancers' in a dusty cabinet. If you choose to take it, make a Lore (-1) check. If you pass, your visions show you how to perform a ritual. Draw 1 Spell. Otherwise, nothing happens.",
        "Bank": "You find a penny with a strange sigil carved into it. Amused, you flip it in the air, then gasp as you feel the suggedn gathering of magical forces around you. Make a Luck (-2) check. If you pass, the penny comes up heads. You are Blessed. If you fail, it comes up tails. You are Cursed.",
        "Independence": "There are gypsies camped in the park. They are master thieves and you are their target. Pass a Luck (-2) check or lose 1 item of your choice."
      },
      {
        "Arkham Asylum": "Nurse Heather is coming! Make a Speed (-1) check to hide in time. If you pass, you see her drop something as she walks by. Draw 1 Unique item. If you fail, she throws you out. Move to the street.",
        "Bank": "A man wearing dirty and tattered clothing is loitering outside the bank. He offers to sell you his last possession to get some food money for him and his family. If you accept, pay $2 and make a Luck (-1) check. If you pass, draw 1 Unique item. if you fail, draw 1 Common item.",
        "Independence": "Make a Will (-1) check. If you pass it, Anna Kaslow the fortune teller offers her help in your investigation. Take her Ally card if it is still available. Otherwise, gain 2 Clue tokens. If you fail, nothing happens."
      },
      {
        "Arkham Asylum": "In the Doctor's study, you find a book of helpful notes gathered from inmate interviews. Make a Lore (+0) check and consult the following chart: 0 Successes) Their stories fill you with horror even as you learn a few bits of knowledge. Lose 1 Sanity and gain 1 Clue token. 1-2 Successes) You find several pieces of useful information. Gain 2 Clue tokens. 3+ Successes) One of the interviews contains vital information. Gain 3 Clue tokens.",
        "Bank": "One of the other customers in the bank recognizes you and offers you a lift. Move to any location or street area in Arkham. If you move to a location, immediately have an encounter there.",
        "Independence": "A pair of friendly picnickers share their lunch with you. Gain 1 Stamina."
      }
    ],
    "orange" : [
      {
        "Curiositie Shoppe": "Pass a Luck (-1) check or you accidentally drop an item. Discard 1 item of your choice. If you have no items to drop, then draw again for a different encounter.",
        "Newspaper": "Editor Doyle Jefferies offers you a Retainer in return for your fascinating stories. Take a Retainer card.",
        "Train Station": "Joey 'the Rat' is huddled in the shadows of the train station and motions for you to come over. He has an item for sale. Draw the top Common Item card and pay $1 more than list price if you wish to purchase it."
      },
      {
        "Curiositie Shoppe": "A sale takes place. All players may participate. Turn over the top 3 Common Item cards and the top Unique Item card. Any player may buy one or more of these cards for their list price. If their is a disagreement over who gets to buy a certain card, you decide. Any items not sold are discarded.",
        "Newspaper": "Flipping through the early edition, you are surprised to see that one of the classified ads begins with your name. Reading it, you realize that it conatins several coded clues to the nature of the threat that faces Arkham. Pass a Lore (-1) check to gain 3 Clue tokens.",
        "Train Station": "Bill Washington moves the last of the baggage from his cart onto a truck and offers you a ride as he opens the driver's door. If you accept, move to any location or street area in Arkham. If you move to a location, immediately have an encounter there."
      },
      {
        "Curiositie Shoppe": "You weed through piles of junk looking for something useful. Make a Luck (-1) check to see what you find. If you pass, your search has resulted in success. You may look at the top cards of both the Common and Unique Item decks. You may purchase one, both, or neither at list price. If you fail, there is little of interest here, but you may look at the top card of the Common Item deck and purchase it for its list price.",
        "Newspaper": "Pass a Luck (-1) check to find an article that a local citizen told you would shed light on the recent strange activites. Gain 1 Clue token.",
        "Train Station": "Pay $3 at the Railrod Office to claim an item left in Lost and Found. If you do so, make a Luck (-2) check. If you pass, draw a Unique Item. If you fail, draw a Common Item."
      },
      {
        "Curiositie Shoppe": "As you wander into the back of the shop, you hear a noise. Pass a Speed (-1) check or you look up just in time to see a descending club. Everything goes black. When you awaken you are somewhere else. Draw a Mythos card and move to the gate location shown on it, then immediately have an encounter there.",
        "Newspaper": "You accidentally tip over a bottle of ink and are aghast at the pattern the ink forms on the newsroom floor. Lose 1 Sanity.",
        "Train Station": "A stranger in a turban steps off the Boston local train with a crazed look on his face. Make a Luck (-1) check. If you pass, the man pulls a strange object from beneath his cloak and gives it to you. Draw 1 Unique Item. If you fail, he pulls a poisoned blade out of his cloak and stabs you. Roll a die and lose that much Stamina."
      },
      {
        "Curiositie Shoppe": "A pulsing void gapes behind a bookshelf, sending out waves of heat. Pass a Fight (-1) check or it sucks you in, hurling you into the Abyss. Have one encounter there, then immediately return.",
        "Newspaper": "Earn $5 for a story.",
        "Train Station": "A well-dressed man is standing on the platform. He turns and greets you by name. Although he seems oddly familiar, you don't remember ever meeting him before. Then he steps off the platform into the path of a speeding train. Make a Speed (-2) check. If you pass, he vanishes as you leap right through him. On the ground, you find yourself clutching a scrap of paper. Gain 1 Spell. If you fail, he is obliterated before your eyes. Roll a die and lose that much Sanity."
      },
      {
        "Curiositie Shoppe": "You examine an obscene statue. Pass a Luck (-2) check or else you feel a cold dread spread through your body as you hold it. You are Cursed.",
        "Newspaper": "You earn a hefty fee for a story and get a ride Doyle Jefferies, the editor. Gain $2 and move to any location or street area in Arkham. If you move to a location immediately have an encounter there.",
        "Train Station": "On the loading dock you investigate a large crate with strange markings. Make a Sneak (-1) check. If you pass, you find a very unusual item in the crate. Gain 1 Unique Item. If you fail, Deputy Dingby catches you breaking it open. You are arrested and taken to the police station."
      },
      {
        "Curiositie Shoppe": "Jackpot! You find just what you've been looking for. Search either the Common or Unique Item deck and purchase any one item of your choice at list price.",
        "Newspaper": "Editor Doyle Jefferies offers you a Retainer in return for your fascinating stories. Take a Retainer card.",
        "Train Station": "The old train hand Bill Washington sits on the train platform playing his guitar as he awaits the next train. As you listen to his singing you feel yourself healing inside. Gain 2 points divided between Stamina and Sanity however you choose."
      }
    ],
    "black" : [
      {
        "Hibb's Roadhouse": "Prohibition failed to influence the proprietor of Hibb's. You drink heavily while quizzing the locals about the strange goings-on in Arkham. Make a Will (-1) check. If you pass, you hold your liquor and learn something. Gain 2 Clue tokens. If you fail, you pass out. ove to the street and either have 1 item (your choice) or all of your money stolen.",
        "Police Station": "Sheriff Engle trusts you and asks you to step into his office to discuss the recent strange events. Pass a Luck (-2) check to convince him to take you into his confidence and give you something to help you out. Draw 1 Unique Item.",
        "Velma's Diner": "You get food poisoning! Pass a Luck (-1) check or lose 2 Stamina."
      },
      {
        "Hibb's Roadhouse": "You enter a 'friendly' card game. Make a Luck (-1) check. If you pass, you win $5. If you fail, you lose $3. If you lose and can't pay, the boys rough you up and throw you outside. Lose 1 Stamina and move to the street.",
        "Police Station": "Deputy Dingby, excitedly cleaning his gun, fires a bullet from the chamber in your direction. Pass a Luck (-1) check to avoid getting shot. If you fail, lose 2 Stamina.",
        "Velma's Diner": "Velma comments on how skinny you look and gives you a sandwich on the house. You may search the Common Item deck for a Food card and take it."
      },
      {
        "Hibb's Roadhouse": "A horrible monster appears!",
        "Police Station": "Sheriff Engle notes that you're carrying an awful lot of weapons. Either pay him $5 or discard all of your weapons.",
        "Velma's Diner": "Velma reads the tea leaves left in your cup. Make a Luck (-1) check. If you pass, you are Blessed. If you fail, the future looks bleak, you are Cursed."
      },
      {
        "Hibb's Roadhouse": "Joey 'the Rat' Vigil slips into an empty chair at your table and whispers, 'Psssst! Wanna buy something?' Look at the top 3 cards of the Common Item deck. You may purchase any or all of them for $1 above list price. 'Hey, Ive got overhead!' the Rat explains.",
        "Police Station": "If you succeed at a Luck (-1) check, then Deputy Dingby absentmindedly leaves you holding his gun. You may search the Common Item deck for a .38 Revolver card and take it.",
        "Velma's Diner": "You spot a rat leaving the kitchen. Pass a Will (-2) check to convince Velma to bribe you $5 not to tell anyone."
      },
      {
        "Hibb's Roadhouse": "Pass a Luck (-1) check or a pickpocket cleans you out! Lose all your money.",
        "Police Station": "Deputy Dingby accidentally drops a case file as he makes his way past you. Pass a Sneak (+0) check to search the Common Item deck for a Research Materials card and take it.",
        "Velma's Diner": "You find some money on the floor under the back booth. If you take it, make a Sneak (-1) check. If you pass, roll a die and gain that much money. If you fail, Velma sees you pick up the money. She comes over and swipes it out of your hands screaming. 'Stealing my tips!' so loudly that you flee the diner. Move to the street."
      },
      {
        "Hibb's Roadhouse": "A stranger buys you a drink. You may search the Common Item deck for a Whiskey card and take it.",
        "Police Station": "Pass a Will (-1) check to convince Deputy Dingby to share some files with you that are very interesting. Gain 2 Clue tokens.",
        "Velma's Diner": "'This must be where pies go when they die.' If you want, pay $1 to enjoy a fine slice of cherry pie. If you do, gain 2 Stamina."
      },
      {
        "Hibb's Roadhouse": "So, what's your story, frind? A smiling man inquires about your adventures over a glass of gin. You tell him your story. If you spend 3 Clue tokens, he introduces himself as Ryan Dean and asks to join you. Take his Ally card. If it's not available, he gives you some useful items instead. Draw 2 Common Items.",
        "Police Station": "One of the men in the holding cells tries to intimidate you with stories about the things he's seen. Make a Will (-1) check. If you pass, gain 1 Clue token. If you fail, move to the street and lose 1 Sanity as the man laughs at your retreating back.",
        "Velma's Diner": "'Whatll it be, hon?' Velma takes your order. Pay up to $6 to gain that many points split between Sanity and Stamina however you like."
      }
    ]
  }
}
