{
  "arkham": [
    {
      "title": "The Story Continues...",
      "type": "I cannot remember, I must not remember what I saw on that dark and foreboding night...",
      "text": "Shuffle the Mythos deck, being sure to include this card in it. After the deck is shuffled, draw a new Mythos card for the turn."
    },
    {
      "title": "Good Work Undone",
      "type": "Rumor",
      "text": "When this card enters play, place 6 Clue tokens on it. Any player may spend Clue tokens during the Arkham Encounter Phase while in the Easttown streets to discard Clue tokens from this card on a 1-for-1 basis.",
      "effect": "Roll two dice at the end of every Mythos Phase while this card is in play (beginning the turn after it entered play). For every 1 or 2 rolled, place 1 Clue token on this card.",
      "pass": "If there are no Clue tokens on this card, return it to the box. Each player draws 1 Unique Item.",
      "fail": "If there are 10 Clue tokens on this card, return it to the box. All elder sign tokens are removed from the board.",
      "activity": "Easttown Streets",
      "gate": "Unvisited Isle",
      "move-black": ["hexagon"],
      "move-white": ["slash", "triangle", "star"]
    },
    {
      "title": "The Terrible Experiment",
      "type": "Rumor",
      "text": "When this card enters play, place 5 monsters from the cup on it. Any player may choose to fight one or more of these monsters while in the Miskatonic U. streets durign the Arkham Encounter Phase. If defeated, they are claimed as monster trophies. These monsters do not move, are not considered to be on teh board, and do not count against the monster limit.",
      "effect": "Place a monster on this card at the end of every Mythos Phase (beginning the turn after it entered play).",
      "pass": "If there are no monsters on this card, return it to the box. Each player draws 1 Skill.",
      "fail": "If there are 8 monsters on this card, return it to the box. Raise the terror level to 10 and place the monsters that were on it into play in the Miskatonic U. streets.",
      "activity": "Miskatonic U. Streets",
      "gate": "Unvisited Isle",
      "move-black": ["hexagon"],
      "move-white": ["slash", "triangle", "star"]
    },
    {
      "title": "The Southside Strangler Strikes",
      "type": "Rumor",
      "text": "The Southside Strangler has struck again!",
      "effect": "Return one Ally from the Ally deck to the box at random at the end of every Mythos Phase (beginning the turn after it entered play).",
      "pass": "If a single player discards 5 Clue tokens while in Ma's Boarding House during the Arkham Encounter Phae, return this card to the box. Each player gains $5 as a reward from the police.",
      "fail": "If there are no Allies to return to the box at the end of the Mythos Phase, return this card to the box. Each player must lower either their maximum Sanity or Stamina (their choice) by 1 for the rest of the game.",
      "activity": "Southside Streets",
      "gate": "Independence Square",
      "move-black": ["hexagon"],
      "move-white": ["slash", "triangle", "star"]
    },
    {
      "title": "",
      "type": "",
      "text": "",
      "gate": "",
      "clue": "",
      "move-black": [],
      "move-white": []
    }
  ]
}
