{
  "red": [
    {
      "locations": ["Abyss", "Plateu of Leng"],
      "Abyss": "You are disturbed by unsettling echoes. Pass a Sneak (-1) check to quiet them or lose 2 Sanity.",
      "Plateu of Leng": "The loathsome villagers send out their strongest warrior to fight you in unarmed combat. Pass a Fight (-1)[2] check to defeat him and draw 1 Unique item and gain 1 Clue token. Otherwise lose 1 Sanity and 2 Stamina.",
      "Other": "You push yourself to the limit. Roll 1 die for each point of Stamina you have. Lose 1 Stamina for each die that does not roll a success. If you do not fall unconscious, gain 1 Clue token for each die that rolled a success."
    },
    {
      "locations": ["R'lyeh", "Abyss"],
      "R'lyeh": "A slimy monster appears!",
      "Abyss": "Pass a Speed (-1) check to avoid a monstrous mass. If you fail, you are lost in time and space.",
      "Other": "The colors are blinding. Pass a Lore (-1) check or stay here next turn."
    },
    {
      "locations": ["Abyss", "The Dreamlands"],
      "Abyss": "A monster appears!",
      "The Dreamlands": "The shantak claws at you as it swoops past overhead. Pass a Speed (-2) check or lose 2 Stamina as its claws rake your cehst.",
      "Other": "You sleep, fitfully, and awaken to the sound of your own voice, chanting something. Make a Luck (-2) check. If you pass, you are able to retain what you are saying. Draw 1 Spell and gain 2 Clue tokens. If you fail, the chant attracts something unsavory. A monster appears!"
    },
    {
      "locations": ["Abyss", "The Dreamlands"],
      "Abyss": "The stone arch breaks! Pass a Speed (-1) check to dive out of the way or roll a die and lose that much Stamina.",
      "The Dreamlands": "The ice bridge begins to crack. Pass a luck (-1) check or fall into the icy depths. If you fall, you are lost in time and space.",
      "Other": "The humidity and heat is exhausting. Lose 1 Stamina."
    },
    {
      "locations": ["Abyss", "Plateu of Leng"],
      "Abyss": "Starving, you consider eating some of the glowing mushrooms. If you decide to do so, make a Luck (-1) check. If you fail, roll a die and lose that much Stamina. If you succeed, roll a die and gain that much Stamina.",
      "Plateu of Leng": "A monster appears from the shadows!",
      "Other": "The pinkish rays nearly get you. Pass a Sneak (+0) check or lose 2 Stamina."
    },
    {
      "locations": ["R'lyeh", "The Dreamlands"],
      "R'lyeh": "The shadow tries to force its way between your lips. Pass a Fight (-2) check or lose 2 Stamina and stay here next turn.",
      "The Dreamlands": "While wandering the phosphorescent woods, you are surrounded by hungry zoogs! Make a Luck (-2) check. If you pass, they take a liking to you and give you a gourd of moon-tree wine. Gain 1 Sanity and 1 Clue token. If you fail, the zoogs close in around you, their teeth gleaming. You are lost in time and space.",
      "Other": "Pass a Luck (-1) check to find a quiet spot to rest. Gain 2 Stamina and 2 Sanity."
    },
    {
      "locations": ["Plateu of Leng", "The Dreamlands"],
      "Plateu of Leng": "While you are climbing a high cliff, you begin to slip. Pass a Speed (-1) check or crash down the mountain, losing 2 Stamina.",
      "The Dreamlands": "Avalanche! Pass a Speed (-1) check or lose 3 Stamina.",
      "Other": "The shadowy entity gives up the chase. Lose 1 Stamina from exhaustion."
    },
    {
      "locations": ["R'lyeh", "The Dreamlands"],
      "R'lyeh": "Hurricane winds smash you against the cyclopean stones. Pass a Fight (-1) check or lose 3 Stamina.",
      "The Dreamlands": "The wind increases, and you feel your feet go numb. Pass a Fight (-1) check or lose 2 Stamina.",
      "Other": "A lurking monster appears!"
    },
    {
      "locations": ["Plateu of Leng", "The Dreamlands"],
      "Plateu of Leng": "The villagers leap around a bonfire on the hoary plain. Pass a Sneak (-1) check or yo uare captured and subjected to terrible rites. Lose 3 Sanity and 3 Stamina, then stay here next turn.",
      "The Dreamlands": "In the valley of Pnoth, where the dholes crawl and burrow nastily, you hear a slithering among the mountains of bone. Make a Sneak (-1) check. If you fail, you are devoured. If you pass, gain 3 Clue tokens and return immediately to Arkham.",
      "Other": "Pass a Speed (-1) check to grab the carving before it falls. Draw 1 Spell."
    },
    {
      "locations": ["R'lyeh", "Abyss"],
      "R'lyeh": "Pass a Speed (-1) check or you slip and slide down a barnacled surface, slashing your skin to ribbons. Lose 3 Stamina.",
      "Abyss": "Pass a Luck (-1) check or you are faced with an enourmous mountain with a strange symbol carved into it, as if by the claw of a gigantic creature. The world swims around you and you lose 3 Sanity.",
      "Other": "The obsidian door refuses to open. Pass a Fight (-1) check or stay here next turn, struggling with it."
    },
    {
      "locations": ["R'lyeh", "Plateu of Leng"],
      "R'lyeh": "Slip on wet stones and slide into a pit. Pass a Luck (+0) check to climb out. If you fail, lsoe 1 Sanity and stay here next turn.",
      "Plateu of Leng": "A vast stirring rumbles through the plateu. Pass a Sneak (+0) check or roll a die and lose that much Stamina.",
      "Other": "There is nothing here but barren wastes. No encounter."
    },
    {
      "locations": ["R'lyeh", "Plateu of Leng"],
      "R'lyeh": "You become tangled in the damp seaweed. Pass a Luck (-1) check to pull free before something finds you while you're helpless. If you fail, roll a die and lose that much Stamina.",
      "Plateu of Leng": "You are taken to a prehistoric monastery, where a high priest in a yellow silken mask questions you. Pass a Lore (-2) check to answer him to his satisfaction. Gain your freedom and 1 Spell. Otherwise, you are lost in time and space.",
      "Other": "Pass a Luck (-1) check to discover a useful object in your wanderings. Draw 1 Unique Item."
    }
  ],
  "blue": [
    {
      "locations": ["The Dreamlands", "Yuggoth"],
      "The Dreamlands": "A thief attempts to rob you. Pass a Sneak (+0) check to notice him. If you fail, lose half your items (your choice) and half your money (rounded up).",
      "Yuggoth": "You're dizzy from the strange ray. Pass a Will (-2) check or lose 1 item of your choice.",
      "Other": "The strain is too much for your mind. Lose 1 Sanity."
    },
    {
      "locations": ["Yuggoth", "Celeano"],
      "Yuggoth": "Exposure and fear weaken your mind. Pass a Will (-2) check or you must either lose 2 Spells of your choice or lose 2 Sanity.",
      "Celeano": "A lurking monster appears!",
      "Other": "Monsters lurk everywhere. Pass a Sneak (-2) check or stay here next turn."
    },
    {
      "locations": ["Yuggoth", "Celeano"],
      "Yuggoth": "A monster appears from the darkness!",
      "Celeano": "Pass a Luck (-1) check or the book is a prison. If you fail, roll a die. On a failure, a monster appears from the book. On a success, you are drawn into the book for a time. Stay here next turn.",
      "Other": "Pass a Luck (-1) check to find something to defend yourself with. Take the first Weapon from the Common Item deck."
    },
    {
      "locations": ["The Dreamlands", "Abyss"],
      "The Dreamlands": "You drink impure water from the River Kra. Pass a Luck (-1) check or lose 1 Stamina and stay here next turn due to illness.",
      "Abyss": "You are lost in the darkness. Pass a Luck (-2) check or lose 1 Sanity and stay here next turn.",
      "Other": "You are lost in a labyrinth of high walls. Pass a Lore (-1) check or stay here nest turn."
    },
    {
      "locations": ["Abyss", "Celeano"],
      "Abyss": "The caverns split. Make a Luck (+1) check and consult the chart below: 0-1 Successes) Move to the Black Cave. 2 Successes) Move to The Dreamlands. 3+ Successes) You enter a dark temple. Pass a Luck (-1) check to draw a Unique Item.",
      "Celeano": "The huge book opens noiselessly at your approach. If you choose, you may read it, in which case you must pass a Fight (-1)[2] check to defeat its guardian. If you do, draw 3 Spells and keep 2 of them. If you fail, lose 3 Stamina.",
      "Other": "A monster appears!"
    },
    {
      "locations": ["The Dreamlands", "Celeano"],
      "The Dreamlands": "As you are climbing the cliffs in the underworld, your pocket gets caught and tears open. Pass a Speed (-1) check or lose all your money.",
      "Celeano": "As you read the page, you realize that you have stumbled into a written trap. Pass a Lore (-1) check or you are Cursed.",
      "Other": "A hideous monster appears!"
    },
    {
      "locations": ["The Dreamlands", "Abyss"],
      "The Dreamlands": "You wander the frozen wastes. No encounter.",
      "Abyss": "You rest a bit beside a small, glowing pool filled with black, blind fish. Pass a Luck (-1) check to notice an unusual object in the water. Fishing it out, you draw 1 Unique Item and gain $3.",
      "Other": "Pass a Luck (-1) check to discover a cache of ancient papers containing valuable information about the Mythos. Gain 1 Clue token for every success you rolled on your Luck check."
    },
    {
      "locations": ["Abyss", "Yuggoth"],
      "Abyss": "You are bewildered. Pass a Lore (-1) check or stay here next turn.",
      "Yuggoth": "Pass a Sneak (-1) check or the creatures capture and experiment on you. Lose half of your items, then immediately return to Arkham with no memory of the experiments.",
      "Other": "The insanity of this place finally hits you. Lose 1 Sanity."
    },
    {
      "locations": ["The Dreamlands", "Celeano"],
      "The Dreamlands": "At the south gates of Thran, you are stopped by a red-robed sentry until you can tell three dreams beyond belief. Pass a Luck (-1) check to tour the golden spires of Thran, gaining 2 Clue tokens in the process. If you fail, stay here next turn.",
      "Celeano": "The symbol above the doorway glows. Make a Luck (-1) check. If you pass, gain 2 Stamina and 2 Sanity. If you fail, discard 2 items of your choice.",
      "Other": "Pass a Fight (-2) check to lever back the lid of the stone chest. Inside, you find $8. If you fail, lose 1 Stamina."
    },
    {
      "locations": ["Abyss", "Celeano"],
      "Abyss": "A glowing light ahead draws you towards it. Make a Luck (-1) check. If you pass, the glow is a way home. Return to Arkham. If you fail, the light is a trap set by one of the creatures that lives here: A monster appears!",
      "Celeano": "That's it! That's the document you need! Quietly, you reach for it, trying not to disturb its guardian. Make a Sneak (-2) check. If you pass, search the Spell deck and take 1 Spell of your choice. If you fail, lose 2 Stamina.",
      "Other": "Pass a Fight (-1) check to hang on to your prize despite the wind. Draw 1 Spell."
    },
    {
      "locations": ["Abyss", "Yuggoth"],
      "Abyss": "The feeble glow and warmth of the candle is enough to restore you a bit. Gain 1 Stamina.",
      "Yuggoth": "The creature's grip is like steel! Pass a Fight (-2) check to break free and escape. If you fail, the creature's grip tightens with a sickening pop. You are lost in time and space.",
      "Other": "You've completed your task, but now you must escape before the portal closes! Pass a Speed (-2) check to return to Arkham. If you fail, your are lost in time and space. In either event, you automatically close the gate you entered through."
    },
    {
      "locations": ["The Dreamlands", "Yuggoth"],
      "The Dreamlands": "Pass a Lore (+0) check to fight off your desire to sleep. If you fail, you freeze in the night. You are lost in time and space. If you succeed, return to Arkham.",
      "Yuggoth": "The stone creature pursues you. Pass a Speed (-1) check to escape with the statue, gaining $5 and 2 Clue tokens. If you fail, the creature smashes you off the cliff. You are lost in time and space.",
      "Other": "Luck is with you. You stumble on a cache of supplies. Draw 1 Common Item."
    }
  ],
  "green": [
    {
      "locations": ["The Dreamlands", "Celeano"],
      "The Dreamlands": "Pass a Luck (-1) check to chance across one of the little red singing birds of Celephais. Its song brings solace and strength to your heart. Restore your Sanity and Stamina to their maximum values.",
      "Celeano": "You come across a wizened old creature who debates with you for some time. If you pass a Lore (-1) check, the creature is amused by your discussion and you are Blessed.",
      "Other": "Pass a Fight (-2) check to pry open a grate you find built into the wall. Inside, you find something fascinating. Draw 1 Unique Item."
    },
    {
      "locations": ["Plateu of Leng", "Celeano"],
      "Plateu of Leng": "Your mind and body are toughened by your experiences. Pass a Will (+0)[2] check to draw 1
      Skill.",
      "Celeano": "Pass a Luck (-2) check to find a valuable book. If so, search the  Unique Item deck and take the first Tome you find.",
      "Other": "Wedged beneath a fallen stone is a scroll. Draw 1 Spell."
    },
    {
      "locations": ["The Dreamlands", "City of the Great Race"],
      "The Dreamlands": "Touring the perfumed jungles of Kie, you come across an ancient ivory palace. Pass a Luck (-1) check to explore it without getting caught. Draw 1 Spell. If you fail the check lose 1 item of your choice.",
      "City of the Great Race": "Sometimes, violence is the answer. Pass a Fight (-1) check to break free of your captors and return to Arkham.",
      "Other": "Carefully, you avoid the gaze of a gigantic eye watching an altar. You may try to pa"
    },
    {
      "locations": ["place1", "place2"],
      "place1": "",
      "place2": "",
      "Other": ""
    },
    {
      "locations": ["place1", "place2"],
      "place1": "",
      "place2": "",
      "Other": ""
    },
    {
      "locations": ["place1", "place2"],
      "place1": "",
      "place2": "",
      "Other": ""
    },
    {
      "locations": ["place1", "place2"],
      "place1": "",
      "place2": "",
      "Other": ""
    },
    {
      "locations": ["place1", "place2"],
      "place1": "",
      "place2": "",
      "Other": ""
    },
    {
      "locations": ["place1", "place2"],
      "place1": "",
      "place2": "",
      "Other": ""
    },
    {
      "locations": ["place1", "place2"],
      "place1": "",
      "place2": "",
      "Other": ""
    }
  ],
  "yellow": [],
  "white": [
    {
      "locations": [],
      "Other": "The Stars are Right: Shuffle the Gate deck and keep drawing until you get an encounter of the right color."}
  ]
}
